Repository: chung223/roam-control
Catalog: RoamControl/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# Roam Control could not update the active location.
source: Sprout could not update the active location.
zh_hant: Sprout 無法更新使用中的位置。

source: Sprout found an outdated device announcement. Toggle LocalDevVPN off and on, then try again.
zh_hant: Sprout 找到的裝置廣播已過期。請將 LocalDevVPN 關閉再開啟，然後重試。

source: Sprout has not detected another VPN. This is a troubleshooting check, not a diagnosis; an iOS scheduler rejection happens before the pairing connection starts.
zh_hant: Sprout 未偵測到其他 VPN。這只是疑難排解的檢查而非診斷結論；iOS 排程器的拒絕發生在配對連線開始之前。

# Roam Control has not found LocalDevVPN's device connection yet.
source: Sprout has not found LocalDevVPN's device connection yet.
zh_hant: Sprout 尚未找到 LocalDevVPN 的裝置連線。

source: Sprout is intended for location-based app development and testing on your own device.
zh_hant: Sprout 的用途是在你自己的裝置上，進行以定位為基礎的 App 開發與測試。

# Roam Control is visible to the iOS pairing screen.
source: Sprout is visible to the iOS pairing screen.
zh_hant: iOS 的配對畫面現在看得到 Sprout。

# Roam Control lost the location session details.
source: Sprout lost the location session details.
zh_hant: Sprout 遺失了定位工作階段的資訊。

source: Sprout needs one private pairing before it can control location. We'll guide you through it next.
zh_hant: Sprout 需要先完成一次私密配對才能控制定位。接下來會引導你完成。

source: Sprout sends only a small, fixed set of anonymous activity counts when sharing is enabled.
zh_hant: 啟用分享時，Sprout 只會傳送一小組固定的匿名活動次數。

# Roam Control should continue automatically. If it doesn't, tap Continue.
source: Sprout should continue automatically. If it doesn't, tap Continue.
zh_hant: Sprout 應該會自動繼續。如果沒有，請點一下「繼續」。

source: Sprout uses a narrow first-party sender instead of an analytics SDK, so extra device metadata is not added automatically.
zh_hant: Sprout 使用範圍狹窄的第一方傳送程式，而非分析 SDK，因此不會自動附加額外的裝置中繼資料。

source: Sprout will end the simulated location and restore this iPhone's real location.
zh_hant: Sprout 將結束模擬定位，並還原這支 iPhone 的真實位置。

source: Sprout will end the simulated walk and restore your real location. Your route progress will be reset.
zh_hant: Sprout 將結束模擬步行並還原你的真實位置，路線進度會被重設。

# Roam Control will need a new RPPairing file before it can connect again.
source: Sprout will need a new RPPairing file before it can connect again.
zh_hant: Sprout 需要一個新的 RPPairing 檔案才能再次連線。

source: Sprout will reconnect only long enough to clear the simulated location. It will not start a new location or walking session.
zh_hant: Sprout 只會短暫重新連線以清除模擬定位，不會啟動新的定位或步行工作階段。

# Roam Control will return automatically after the tunnel starts.
source: Sprout will return automatically after the tunnel starts.
zh_hant: 隧道啟動後，Sprout 會自動返回。

source: Rome, Italy
zh_hant: 義大利羅馬

source: Run Connection Check
zh_hant: 執行連線檢查

source: Run Direct Path Experiment
zh_hant: 執行直連路徑實驗

source: S
zh_hant: 南

source: Sagrada Família
zh_hant: 聖家堂

source: Salar de Uyuni
zh_hant: 烏尤尼鹽湖

source: San Francisco, United States
zh_hant: 美國舊金山

source: Satellite
zh_hant: 衛星

source: Save
zh_hant: 儲存

source: Saved Places
zh_hant: 已儲存的地點

source: Search above or tap anywhere on the map.
zh_hant: 在上方搜尋，或點一下地圖任一處。

source: Search for a destination or tap the map, then save it as your target.
zh_hant: 搜尋目的地或點一下地圖，然後把它存成你的目標位置。

source: Search for a place or enter coordinates
zh_hant: 搜尋地點或輸入座標

source: Search is unavailable right now.
zh_hant: 目前無法使用搜尋。

source: Search landmarks
zh_hant: 搜尋地標

source: Search places or coordinates
zh_hant: 搜尋地點或座標

source: Search spots
zh_hant: 搜尋點位

source: Seattle, United States
zh_hant: 美國西雅圖

source: Securing the pairing record in Keychain…
zh_hant: 正在將配對記錄安全存入鑰匙圈…

source: Selected from the map
zh_hant: 從地圖上選取

source: Selects this location
zh_hant: 選擇此位置

source: Selects this place on the map
zh_hant: 在地圖上選擇此地點

source: Seoul, South Korea
zh_hant: 南韓首爾

source: Serengeti National Park
zh_hant: 塞倫蓋蒂國家公園

source: Session active
zh_hant: 工作階段進行中

source: Set Up This iPhone
zh_hant: 設定這支 iPhone

source: Set up iPhone
zh_hant: 設定 iPhone

source: Settings
zh_hant: 設定

source: Setup & support
zh_hant: 設定與支援

source: Share Anonymous Usage Statistics
zh_hant: 分享匿名使用統計

source: Shared
zh_hant: 會分享

source: Shibuya Crossing
zh_hant: 澀谷十字路口

source: Show my current location
zh_hant: 顯示我目前的位置

source: Siem Reap, Cambodia
zh_hant: 柬埔寨暹粒

source: Singapore
zh_hant: 新加坡

source: South America
zh_hant: 南美洲

source: Space Needle
zh_hant: 太空針塔

source: St Peter's Basilica
zh_hant: 聖彼得大教堂

source: Standard
zh_hant: 標準

source: Start Location
zh_hant: 開始定位

source: Start Walking
zh_hant: 開始步行

source: Start when ready. Stop restores this iPhone's real location.
zh_hant: 準備好即可開始。停止會還原這支 iPhone 的真實位置。

source: Starting Location…
zh_hant: 正在啟動定位…

source: Starting a private session on this iPhone.
zh_hant: 正在這支 iPhone 上啟動私密工作階段。

source: Starting walking session…
zh_hant: 正在啟動步行工作階段…

source: Statue of Liberty
zh_hant: 自由女神像

source: Status
zh_hant: 狀態

source: Step %@. %@
zh_hant: 步驟 %1$@。%2$@

source: Still Connecting
zh_hant: 仍在連線中

source: Stonehenge
zh_hant: 巨石陣

source: Stop & Restore
zh_hant: 停止並還原

source: Stop and restore real location
zh_hant: 停止並還原真實位置

source: Stop the simulated location and restore your real location?
zh_hant: 要停止模擬定位並還原真實位置嗎？

source: Stop walking and restore real location
zh_hant: 停止步行並還原真實位置

source: Stop walking and restore this iPhone's real location?
zh_hant: 要停止步行並還原這支 iPhone 的真實位置嗎？

source: Stopping pairing
zh_hant: 正在停止配對

source: Stopping pairing…
zh_hant: 正在停止配對…

source: Storage and Control
zh_hant: 儲存與控制

source: Stored securely
zh_hant: 已安全儲存

source: Sun Moon Lake
zh_hant: 日月潭

source: Support
zh_hant: 支援

source: Sydney Opera House
zh_hant: 雪梨歌劇院

source: Sydney, Australia
zh_hant: 澳洲雪梨

source: Table Mountain
zh_hant: 桌山

source: Taipei 101
zh_hant: 台北 101

source: Taipei, Taiwan
zh_hant: 台灣台北

source: Taj Mahal
zh_hant: 泰姬瑪哈陵

source: Tap Edit to rearrange favourites.
zh_hant: 點一下「編輯」即可重新排列收藏。

source: Tap Pair with Roam Control.
zh_hant: 點一下「與 Sprout 配對」。

source: Tap the heart on any selected place to save it.
zh_hant: 點一下所選地點的愛心即可儲存。

source: Taroko Gorge
zh_hant: 太魯閣峽谷

source: That location is outside the valid coordinate range.
zh_hant: 該位置超出有效的座標範圍。

source: The Little Mermaid
zh_hant: 小美人魚雕像

source: The White House
zh_hant: 白宮

source: The active location session ended before the walk finished.
zh_hant: 定位工作階段在步行結束前就中止了。

source: The code is generated on this iPhone and expires with this pairing attempt.
zh_hant: 驗證碼在這支 iPhone 上產生，並隨這次配對嘗試失效。

source: The code was not accepted. Start pairing again and enter the new code.
zh_hant: 驗證碼未被接受。請重新開始配對並輸入新的驗證碼。

source: The destination remains active until you stop and restore your real location.
zh_hant: 在你停止並還原真實位置之前，目的地會維持生效。

source: The direct-path experiment needs a physical iPhone.
zh_hant: 直連路徑實驗需要實體 iPhone。

source: The discovered device did not match the paired iPhone.
zh_hant: 找到的裝置與已配對的 iPhone 不符。

source: The encrypted device tunnel took too long to start.
zh_hant: 加密裝置隧道啟動耗時過久。

source: The handshake worked. Saving its keys securely.
zh_hant: 交握成功。正在安全地儲存金鑰。

# The iPhone could not connect to Roam Control.
source: The iPhone could not connect to Sprout.
zh_hant: iPhone 無法連線至 Sprout。

source: The iPhone could not create its secure tunnel.
zh_hant: iPhone 無法建立安全隧道。

source: The iPhone could not finish pairing. Please try again.
zh_hant: iPhone 無法完成配對。請再試一次。

source: The iPhone did not accept the selected location.
zh_hant: iPhone 未接受所選的位置。

source: The iPhone did not confirm stopping location simulation in time.
zh_hant: iPhone 未能及時確認停止模擬定位。

source: The iPhone did not create its secure tunnel in time.
zh_hant: iPhone 未能及時建立安全隧道。

source: The iPhone did not make its location service available.
zh_hant: iPhone 未提供其定位服務。

source: The iPhone did not respond in time.
zh_hant: iPhone 未能及時回應。

source: The iPhone ended the active location session.
zh_hant: iPhone 結束了使用中的定位工作階段。

source: The iPhone ended the pairing connection. Start pairing again when you are ready.
zh_hant: iPhone 中斷了配對連線。準備好後請重新開始配對。

source: The iPhone rejected the saved pairing session.
zh_hant: iPhone 拒絕了已儲存的配對工作階段。

source: The iPhone returned an invalid service address.
zh_hant: iPhone 回傳了無效的服務位址。

source: The iPhone returned an invalid tunnel address.
zh_hant: iPhone 回傳了無效的隧道位址。

source: The iPhone's location service did not become ready.
zh_hant: iPhone 的定位服務未就緒。

source: The iPhone's service directory took too long to respond.
zh_hant: iPhone 的服務目錄回應耗時過久。

source: The iPhone's service handshake took too long.
zh_hant: iPhone 的服務交握耗時過久。

source: The location controls took too long to open.
zh_hant: 定位控制項開啟耗時過久。

source: The location service did not become ready in time.
zh_hant: 定位服務未能及時就緒。

source: The location service took too long to open.
zh_hant: 定位服務開啟耗時過久。

source: The location session stopped unexpectedly.
zh_hant: 定位工作階段意外中止。

source: The paired iPhone did not respond in time.
zh_hant: 已配對的 iPhone 未能及時回應。

source: The paired iPhone was found but published no addresses to try.
zh_hant: 找到了配對的 iPhone，但它沒有公布任何可嘗試的位址。

source: The pairing engine returned an empty record.
zh_hant: 配對引擎回傳了空白的記錄。

source: The pairing record is generated or checked on this iPhone, then stored only in its Keychain. Sprout does not upload it.
zh_hant: 配對記錄在這支 iPhone 上產生或驗證，並且只存放在它的鑰匙圈中。Sprout 不會上傳。

source: The remaining walking route could not be prepared.
zh_hant: 無法準備剩餘的步行路線。

source: The saved pairing is no longer valid. Reset Device Setup and pair again.
zh_hant: 已儲存的配對已失效。請重設「裝置設定」後重新配對。

source: The saved pairing record could not be read.
zh_hant: 無法讀取已儲存的配對記錄。

source: The saved pairing record is missing its device identity.
zh_hant: 已儲存的配對記錄缺少裝置識別資訊。

source: The secure location session is ready. You can restore mobile data now; spoofing will continue over 5G.
zh_hant: 安全的定位工作階段已就緒。你現在可以恢復行動網路，模擬定位會繼續透過 5G 運作。

source: The self-hosted service runs daily maintenance that deletes live events older than 90 days. No fixed deletion schedule is promised for database backups or web-server access logs. TelemetryDeck says it does not store IP addresses and may retain anonymous events for roughly 7–10 years without guaranteeing an exact deletion date.
zh_hant: 自架服務每天執行維護作業，刪除超過 90 天的即時事件。資料庫備份與網頁伺服器存取紀錄則未承諾固定的刪除排程。TelemetryDeck 表示不會儲存 IP 位址，並可能保留匿名事件約 7 至 10 年，且不保證確切的刪除日期。

source: Theme
zh_hant: 外觀

source: This Place Is Active
zh_hant: 此位置使用中

source: This cannot be undone.
zh_hant: 此動作無法復原。

source: This checks the saved pairing record and whether the paired iPhone is visible through LocalDevVPN. It never starts, changes, or stops your location.
zh_hant: 這會檢查已儲存的配對記錄，以及能否透過 LocalDevVPN 看到已配對的 iPhone。它不會啟動、變更或停止你的定位。

source: This clears the pairing record and local app settings, then shows onboarding again. It does not remove or change LocalDevVPN.
zh_hant: 這會清除配對記錄與本機 App 設定，並重新顯示新手引導。不會移除或變更 LocalDevVPN。

source: This iPhone is using %@. Stop & Restore ends the simulation and restores its real location.
zh_hant: 這支 iPhone 正在使用 %@。「停止並還原」會結束模擬並還原它的真實位置。

source: Timed out
zh_hant: 逾時

source: Times Square
zh_hant: 時代廣場

source: Tokyo Tower
zh_hant: 東京鐵塔

source: Tokyo, Japan
zh_hant: 日本東京

source: Too many route requests just now. Wait a moment, then try again.
zh_hant: 路線請求過於頻繁。請稍候再試一次。

source: Toronto, Canada
zh_hant: 加拿大多倫多

source: Tower Bridge
zh_hant: 倫敦塔橋

source: Trevi Fountain
zh_hant: 特雷維噴泉

source: Try Again
zh_hant: 再試一次

source: Turn Mobile Data Back On
zh_hant: 重新開啟行動網路

source: Turn Mobile Data Off
zh_hant: 關閉行動網路

source: Turning sharing off stops new reporting, cancels requests still in progress where possible and removes the identifier from Sprout. It cannot withdraw anonymous events already received.
zh_hant: 關閉分享會停止新的回報、盡可能取消仍在進行中的請求，並從 Sprout 移除識別碼。但無法收回已經送達的匿名事件。

source: Uluru
zh_hant: 烏魯魯

source: Unproven. Turn it off if a session fails to start.
zh_hant: 尚未證實。如果工作階段無法啟動，請關閉此選項。

source: Update Location
zh_hant: 更新位置

source: Updates
zh_hant: 更新

source: Use the code shown here when iOS asks for it.
zh_hant: iOS 要求輸入時，請使用這裡顯示的代碼。

source: Use the direct path for sessions
zh_hant: 工作階段使用直連路徑

source: Validating the record and its keys.
zh_hant: 正在驗證記錄與其金鑰。

source: Vatican City
zh_hant: 梵蒂岡

source: Victoria Falls
zh_hant: 維多利亞瀑布

source: Victoria Peak
zh_hant: 太平山頂

source: View LocalDevVPN
zh_hant: 查看 LocalDevVPN

source: View public release %@
zh_hant: 查看公開發行版本 %@

source: W
zh_hant: 西

source: Waiting
zh_hant: 等待中

source: Waiting for a fresh location from this iPhone. Other apps may also take time to update…
zh_hant: 正在等候這支 iPhone 回報新的位置。其他 App 也可能需要一些時間才會更新…

source: Walk Route Back
zh_hant: 沿原路走回

source: Walk paused
zh_hant: 步行已暫停

source: Walking
zh_hant: 步行中

source: Walking directions are unavailable. Check Location access and your internet connection, then try again.
zh_hant: 無法取得步行路線。請檢查定位存取與網路連線後再試一次。

source: Walking location
zh_hant: 步行位置

source: Walking pace
zh_hant: 步行速度

source: Walking route
zh_hant: 步行路線

source: Walking routes
zh_hant: 步行路線

source: Walking unavailable
zh_hant: 無法使用步行

source: Walt Disney World
zh_hant: 華特迪士尼世界

source: Washington, D.C., United States
zh_hant: 美國華盛頓特區

# Welcome to Roam Control
source: Welcome to Sprout
zh_hant: 歡迎使用 Sprout

source: What Is Shared
zh_hant: 分享的內容

source: Willis Tower
zh_hant: 威利斯大廈

source: Wiltshire, United Kingdom
zh_hant: 英國威爾特郡

source: Worldwide
zh_hant: 全球

source: You are using a newer local test build (%@ Build %@).
zh_hant: 你正在使用較新的本機測試版本（%1$@ Build %2$@）。

source: You have the latest public release (%@).
zh_hant: 你已在使用最新的公開發行版本（%@）。

source: Your location will move along this route at the selected pace.
zh_hant: 你的位置會以所選速度沿著這條路線移動。

source: Your pairing record and local choices will be removed. You will return to the welcome screen.
zh_hant: 你的配對記錄與本機設定將被移除，並回到歡迎畫面。

source: Your real location is not available yet.
zh_hant: 尚未取得你的真實位置。

source: Your spoofed location is being held here until you resume.
zh_hant: 在你恢復之前，模擬的位置會停留在這裡。

source: Yucatán, Mexico
zh_hant: 墨西哥猶加敦

source: iOS could not keep pairing active in the background. Keep Sprout open and try again.
zh_hant: iOS 無法在背景維持配對。請保持 Sprout 開啟後再試一次。

source: iOS could not prepare the location session. Close Sprout, reopen it, and try again.
zh_hant: iOS 無法準備定位工作階段。請關閉 Sprout 後重新開啟再試一次。

source: iOS could not register the secure pairing task. Close Sprout, reopen it, and try again.
zh_hant: iOS 無法註冊安全配對工作。請關閉 Sprout 後重新開啟再試一次。
